Использование Сервисов vk-pro.top означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта и его Сервисов.
<ol>
    <li class="li_header">
        <h6>Персональная информация пользователей, которую обрабатывает vk-pro.top.</h6>
        <ol>
            <li><div>В рамках настоящей Политики под «персональной информацией Пользователя» понимаются:</div>
                <ol class="ol_level3">
                    <li><div>Персональная информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) или в процессе использования Сервисов, включая персональные данные Пользователя.</div></li>
                    <li><div>Данные, которые автоматически передаются Сервисам vk-pro.top в процессе их использования, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя, дата и время доступа к Сервисам, адреса запрашиваемых страниц и иная подобная информация.</div></li>
                    <li><div>Иная информация о Пользователе, обработка которой предусмотрена условиями использования отдельных Сервисов vk-pro.top.</div></li>
                </ol>
            </li>
            <li><div>Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сервисов vk-pro.top. vk-pro.top не контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайтах vk-pro.top, в том числе в результатах поиска.</div></li>
            <li><div>vk-pro.top не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако vk-pro.top исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию и поддерживает эту информацию в актуальном состоянии.</div></li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Цели обработки персональной информации пользователей.</h6>
        <ol>
            <li><div>vk-pro.top собирает и хранит только ту персональную информацию, которая необходима для предоставления Сервисов или нормальной работы функционала сайта.
            <li><div>Персональную информацию Пользователя vk-pro.top обрабатывает в следующих целях:</div>
                <ol>
                    <li><div>Идентификация стороны в рамках Сервисов vk-pro.top;</div></li>
                    <li><div>Предоставление Пользователю персонализированных Сервисов и функций сайта.</div></li>
                    <li><div>Связь с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, а также обработка запросов и заявок от Пользователя;</div></li>
                    <li><div>Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов;</div></li>
                    <li><div>Таргетирование рекламных материалов;</div></li>
                    <li><div>Проведение статистических и иных исследований на основе обезличенных данных.</div></li>
                </ol>
            </li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Условия обработки персональной информации пользователей и её передачи третьим лицам.</h6>
        <ol>
            <li><div>vk-pro.top хранит персональную информацию Пользователей в соответствии с внутренними регламентами конкретных сервисов.</div></li>
            <li><div>В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных Сервисов, Пользователь соглашается с тем, что определённая часть его персональной информации становится общедоступной. В частности, те данные, которые находятся в открытом доступе социальной сети Вконтакте.</div></li>
            <li><div>vk-pro.top вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</div>
                <ol>
                    <li><div>Пользователь выразил согласие на такие действия;</div></li>
                    <li><div>Передача необходима для использования Пользователем определенного Сервиса Сайта или функционала;</div></li>
                    <li><div>Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</div></li>
                    <li><div>В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению vk-pro.top.</div></li>
                </ol>
            </li>
            <li><div>При обработке персональных данных Пользователей vk-pro.top руководствуется Федеральным законом РФ «О персональных данных».</div></li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Обработка персональной информации при помощи файлов Cookie и счетчиков.</h6>
        <ol>
            <li><div>Файлы cookie, передаваемые vk-pro.top оборудованию Пользователя и оборудованием Пользователя vk-pro.top, могут использоваться vk-pro.top для предоставления Пользователю персонализированных Сервисов, для таргетирования рекламы, которая показывается Пользователю, в статистических и исследовательских целях, а также для нормального функционирования и для улучшения Сервисов vk-pro.top.</div></li>
            <li><div>Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в сети интернет могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных сайтов), а также удаления ранее полученных файлов cookie.</div></li>
            <li><div>vk-pro.top вправе установить, что предоставление определенного Сервиса возможно лишь при условии, что прием и получение файлов cookie разрешены Пользователем.</div></li>
            <li><div>Структура файла cookie, его содержание и технические параметры определяются vk-pro.top и могут изменяться без предварительного уведомления Пользователя.</div></li>
            <li><div>Счетчики, размещенные vk-pro.top в Сервисах, могут использоваться для анализа файлов cookie Пользователя, для сбора и обработки статистической информации об использовании Сервисов, а также для обеспечения работоспособности Сервисов в целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются vk-pro.top и могут изменяться без предварительного уведомления Пользователя.</div></li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Меры, применяемые для защиты персональной информации пользователя.</h6>
        <ol>
            <li><div>vk-pro.top принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</div></li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Изменение политики конфиденциальности. Применимое законодательство.</h6>
        <ol>
            <li><div>vk-pro.top имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на странице по адресу:</div></li>
            <li><div>К настоящей Политике и отношениям между Пользователем и vk-pro.top, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</div></li>
        </ol>
    </li>
</ol>