
<h3 class="text-center">Соглашение об использовании материалов и сервисов интернет-сайта (пользовательское соглашение)</h3>

Настоящее  Соглашение  является  публичной офертой и определяет условия использования материалов  и сервисов, размещенных на сайте в  сети Интернет по адресу: www.vk-pro.top, посетителями и  пользователями данного интернет-сайта (далее - Сайт).

<ol>
    <li class="li_header">
        <h6>Общие условия</h6>
        <ol>
            <li><div>Сайт создан в целях организация взаимного обмена его добровольных участников социальных сетей (лайками, друзьями, подписчиками, комментариями и т.д.). Сервис не является коммерческим проектом, т.к. не имеет в качестве основной цели извлечение прибыли</div></li>
            <li><div>Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.</div></li>
            <li><div>Для получения доступа к материалам Сайта Пользователю необходимо выполнить следующие действия:<br />
                - заполнить регистрационную форму;<br />
                - подключить к Сайту свою страницу в социальной сети Вконтакте.</div></li>
            <li><div>Получая доступ к материалам Сайта, Пользователь считается присоединившимся к настоящему Соглашению.</div></li>
            <li><div>Пользователь может использовать материалы Сайта и предоставляемые на Сайте сервисы следующим образом:<br />
                - Выполнение заданий;<br />
                - Создание заданий;<br />
                - Автоматизация администрирования своей или чужой (при наличии прав) группы или публичной страницы Вконтакте.</div></li>
            <li><div>Все функции сайта vk-pro.top могут использоваться бесплатно.</div></li>
            <li><div>Все средства, внесенные на сайт в качестве пожертвований, автоматически зачисляются на баланс пользователя в виде баллов, и/или в виде предоставления доступа, на определенный срок, к автоматизированным сервисам сайта, по выбору пользователя в качестве благодарности и не могут быть возвращены назад. Запрещено вносить пожертвования используя поддельные кредитные карты или платежные счета. пользователь гарантирует, что тот, кому принадлежат потраченные средства, согласен с совершаемой тратой и не потребует возврата средств.</div></li>
            <li><div>Баллы на балансе пользователя vk-pro.top – это действия других пользователей, а не подписчики, лайки, репосты, комментарии и т.д. напрямую.</div></li>
            <li><div>Наличие баллов позволяет размещать задания для исполнения другими пользователями сервиса.</div></li>
            <li><div>Состояние баланса пользователя может увеличиваться путем выполнения размещенных заданий иных пользователей сайта.</div></li>
            <li><div>Если пользователь выполняет размещенные задания, то обязуется никогда отменять совершенные действия. В противном случае, администрация сайта вправе списать любое количество баллов, ограничить доступ к некоторым возможностям сервиса или заблокировать аккаунт без возможности разблокировки.</div></li>
            <li><div>Передача баллов либо доступ к сервисам с одного аккаунта vk-pro.top на другой не допускается.</div></li>
        </ol>
    </li>

    <li class="li_header">
        <h6>Обязательства Пользователя</h6>
        <ol>
            <li><div>Пользователь соглашается не предпринимать действий и не оставлять комментарии и записи, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных прав, общепринятые нормы морали и нравственности, а также любых действий, которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта. В частности (но не ограничиваясь) запрещено размещать задания где присутствует:<br />
            - реклама сообществ, программ и иных сервисов для заработка, накрутки лайков, подписчиков, комментариев, заданий в социальных сетях и т. п.;<br />
            -  контент для взрослых (18+)<br />
            -  экстремистский контент;<br />
            -  контент нарушающий закон РФ и стран СНГ;<br />
            -  контент нарушающий права третьих лиц на интеллектуальную собственность, в том числе нарушающий авторские права, патенты, торговые знаки, распространение персональных данных третьих лиц<br />
            -  материал, содержащий признаки мошенничества в любом его проявлении;<br />
            - прямые или косвенные оскорбления, даже если пользователь не является владельцем этих материалов.</div></li>
            <li><div>Запрещено использовать сторонние программы, сайты или скрипты для автоматизации работы с сервисом, загружать вирусы или другие вредоносные коды,  использовать VPN, прокси-сервер или другой инструмент для изменения вашего IP-адреса.</div></li>
            <li><div>Запрещено использование профилей социальных сетей без активности, чужих профилей или их клонов. незаполненных профилей, профилей без аватарок и с закрытыми стенами;</div></li>
            <li><div>Отчуждение аккаунтов vk-pro.top запрещено.</div></li>
            <li><div>Приглашенные пользователи должны быть активными на сервисе. В противном случае, мы вправе удалить закрепленного за вами реферала.</div></li>
            <li><div>Использование материалов Сайта без согласия правообладателей не допускается.</div></li>
            <li><div>При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна.</div></li>
        </ol>
    </li>
    <li class="li_header">
        <h6>Права, обязанности и ответственность Администрации сайта.</h6>
        <ol>
            <li><div>Администрация сайта vk-pro.top является лишь организатором площадки, на которой анонимно встречаются пользователи социальных сетей.</div></li>
            <li><div>Администрация vk-pro.top не несет ответственности за содержание заданий пользователей и качество их выполнения.</div></li>
            <li><div>Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с рекламой, и ссылками на внешние ресурсы, которые могут быть размещена на Сайте.</div></li>
            <li><div>Администрация Сайта не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными содержанием Сайта.</div></li>
            <li><div>Администрация Сайта не несет ответственность за сохранность учетных данных Пользователя.</div></li>
            <li><div>Администрация сайта не несет ответственности за любое приостановление или прекращение работы сайта или отдельных его частей по любым причинам.</div></li>
            <li><div>Администрация в праве безвозвратно удалить аккаунт, не зависимо от размера баланса находящегося на аккаунте и/или наличия доступа к автоматизированным функциям сайта, если на аккаунте пользователя vk-pro.top не происходит никаких действий (хотя бы авторизации) в течение шести месяцев или более.</div></li>
            <li><div>Администрация сайта вправе уведомления отменять любые действия и задания, если на их содержание поступают жалобы или их содержание не соответствует положениям настоящего соглашения.</div></li>
            <li><div>Администрация сайта вправе поощрить активность пользователя по привлечению новых пользователей сайта (рефералов) путем увеличения его баланса на сайте, предоставлением доступа к автоматизированным сервисам сайта либо путем денежного вознаграждения. Денежное вознаграждение за привлеченных рефералов является добровольным желанием сервиса поощрить активность пользователя, и не в коем случае не является обязательством. Сайт vk-pro.top не является налоговым агентом.</div></li>
            <li><div>Условия получения и размер денежного вознаграждения размещены на сайте и могут быть изменены в любой момент без уведомления пользователя.</div></li>
            <li><div>Администрация Сайта вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (трех) дней с момента размещения новой версии Соглашения на сайте. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту, прекратить использование материалов и сервисов Сайта.</div></li>
        </ol>
    </li>
    
    <li class="li_header">
        <h6>Политика возврата.</h6>
        <ol>
            <li><div>За не оказанную или некачественно оказанную услугу, мы можем произвести возврат средств на карту или кошелек.</div></li>
        </ol>
    </li>

    <li class="li_header">
        <h6>Прочие условия.</h6>
        <ol>
            <li><div>Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Российской Федерации.</div></li>
            <li><div>Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет недействительности иных положений Соглашения.</div></li>
            <li><div>Бездействие со стороны Администрации Сайта в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Администрацию Сайта права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских прав на охраняемые в соответствии с законодательством материалы Сайта.</div></li>
            <li><div>Пользователь подтверждает, что принимает условия настоящего Соглашения, а также Политики конфиденциальности Сайта, являющейся неотъемлемой частью настоящего Соглашения и размещенной на странице по адресу: <a href="/html?page=privacy_policy">https://vk-pro.top/html?page=privacy_policy</a>.</div></li>
            <li><div>Указывая электронную почту, вы разрешаете отсылать вам письма, напрямую связанные с vk-pro.top. В случае, если адрес электронной почты указан неправильно, Администрация сайта вправе отказать в доступе к нему.</div></li>
            <li><div>Если пользователь не согласен с одним или несколькими пунктами Правил, дальнейшее использование сервиса vk-pro.top запрещено.</div></li>
        </ol>
    </li>
</ol>