<link rel="stylesheet" type="text/css" href="/css/referrers.min.css"/>
<div class="c_referrers_general">
    <div class="row c_referrers_main_div">
        <div class="col-sm-4 div_text">
            <div>
                <h5>Рефер &mdash;</h5>
                тот, кто пригласил
            </div>
        </div>
        <div class="col-sm-4 div_image">
            <img src="/img/referrers/icon-main.png"/>
        </div>
        <div class="col-sm-4 div_text">
            <div>
                <h5>Реферал &mdash;</h5>
                тот, кого пригласили
            </div>
        </div>
    </div>

    <p>Пользователь может быть рефером для одних пользователей и рефералом для других пользователей</p>

    <h4 class="c_referrer_header_green">
        Реферальная программа имеет две версии:<br/>
        <strong>FREE</strong> и <strong>PRO</strong>
    </h4>

    <div class="row">
        <div class="col-sm-6">
            <h6 class="text-center c-title-free">
                <span>Версия <strong>FREE</strong></span>
            </h6>
            <ul class="c-bot-list">
                <li class="icon-check">Получение процента баллов от выполненния рефералами заданий</li>
                <li class="icon-check">Получение процента баллов от заработанного реферальным Автоботом</li>
                <li class="icon-close">Получение бонусного процента от покупок совершенных рефералами</li>
                <li class="icon-close">Оплата услуг, покупка пакетов на бонусы</li>
                <li class="icon-close">Одновременное использование баллов и бонусов</li>
            </ul>
        </div>
        <div class="col-sm-6">
            <h6 class="text-center c-title-pro">
                <span>Версия <strong>PRO</strong></span>
            </h6>
            <ul class="c-bot-list">
                <li class="icon-check">Получение процента баллов от выполненния рефералами заданий</li>
                <li class="icon-check">Получение процента баллов от заработанного реферальным Автоботом</li>
                <li class="icon-check">Получение бонусного процента от покупок совершенных рефералами</li>
                <li class="icon-check">Оплата услуг, покупка пакетов на бонусы</li>
                <li class="icon-check">Одновременное использование баллов и бонусов</li>
            </ul>
        </div>
    </div>
    <div class="row">
        <div class="col-sm-6">
            <p>Доступна абсолютно всем пользователям сразу же. Версия Free позволяет получать процент баллов, от того
                количества, что зарабатывают приглашённые пользователем рефералы, путём выполнения заданий. Если у
                рефералов пользователя, включён Автобот, то пользователь так же, получаете процент баллов, от
                количества, зарабатываемого ботом.</p>
            <p><strong>Первый уровень</strong>- это приглашённые рефералы лично пользователем (Рефером). Рефер будет
                получать 10% баллов, от количества, которое они зарабатывают выполнением заданий.</p>
            <p><strong>Второй уровень</strong>- это приглашённые рефералы рефералами пользователя (Рефера). Рефер будет
                получать 5% баллов от количества, которое они зарабатывают выполнением заданий.</p>
            <img src="/img/referrers/free.jpg" style="max-width: 100%;"/>
        </div>
        <div class="col-sm-6">
            <p>Это версия реферальной программы закрытого типа. Версия PRO активируется сразу же для любого
                пользователя, который приобрёл пакет <strong>Medium+</strong> или выше.</p>
            <p><strong>Первый уровень</strong> рефералов пользователя приносит Реферу 10% бонусов от совершённых
                рефералами покупок на сервисе.</p>
            <p><strong>Второй уровень</strong> рефералов пользователя приносит Реферу 5% бонусов от совершённых
                рефералами покупок на сервисе. Заработанные бонусы реферальной программы PRO, пользователь может
                потратить на любые пакеты или услуги на сервисе, в любое время. Бонус является виртуальной реферальной
                платёжной единицей, предназначенной только для расчётов внутри сервиса.</p>
            <h4 class="c_referrer_header_green">1 Бонус = 1 Рубль</h4>
            <p>В партнёрской программе версии PRO участвуют только пакеты Medium+ или выше. Любые другие покупки,
                совершаемые пользователями, не несут прибыли их Реферам. Наличие реферальной программы версии PRO, не
                отнимает у пользователя функционал версии FREE. Пользователь, имеющий доступ к PRO версии, одновременно
                с ней имеет доступ, и к версии FREE, что позволяет пользователю зарабатывать, и баллы, и бонусы
                одновременно. Все рефералы пользователя версии FREE автоматически записываются и в версию PRO, но бонусы
                с покупок пользователь начнёт получать только после активации версии PRO.</p>
            <img src="/img/referrers/free.jpg" style="max-width: 100%;"/>
        </div>
    </div>
    <h5 class="c_referrer_header_blue">Количество рефералов любого из уровней неограниченно</h5>
</div>